Repository: G13-S/eve-online-wordpress-theme
Catalog: l10n/eve-online-*.po
Languages: de_de

source: This is Embarrassing
de_de: Das ist peinlich

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching, or one of the links below, can help.
de_de: Sieht so aus als könnten wir nicht finden was Du erhofft hast. Vielleicht hilft die Suche weiter?

source: All Pages
de_de: Alle Seiten

source: Categories
de_de: Kategorien

source: Default Page (Full Width)
de_de: Default Page (Volle Breite)

source: Comments for »%1$s«
de_de: Kommentare zu »%1$s«

source: &larr; Older Comments
de_de: &larr; Ältere Kommentare

source: Newer Comments &rarr;
de_de: Neuere kommentare &rarr;

source: Comments are closed.
de_de: Kommentare sind geschlossen

source: Search
de_de: Suche

source: Main Menu
de_de: Hauptmenü

source: Footer Menu
de_de: Fußmenü

source: Header Menu
de_de: Kopfmenü

source: This sidebar will be displayed if the current is a page or your blog index.
de_de: Diese Sidebar wird nur auf Seiten und dem Blogindex angezeigt.

source: This sidebar will always be displayed if the current is a post / blog article.
de_de: Diese Sidebar wird nur in Blogartikeln angezeigt.

source: General Sidebar
de_de: Generelle Sidebar

source: General sidebar that is always right from the topic, below the side specific sidebars
de_de: Generelle Sidebar welche immer unter den seitenspezifischen Sidebars angezeigt wird.

source: Header Widget Area
de_de: Header Widget Bereich

source: Read More
de_de: Weiterlesen

source: Page %s
de_de: Seite %s

source: Pages:
de_de: Seiten:

source: Website
de_de: Webseite

source: Save my name, email, and website in this browser for the next time I comment.
de_de: Meinen Namen, E-Mail und Website in diesem Browser speichern, bis ich wieder kommentiere.

# noun
source: Comment
de_de: Kommentar

source: (%1$s design and programming by %2$s)
de_de: (%1$s designed und umgesetzt von %2$s)

source: Permalink to %s
de_de: Permalink zu %s

source: Edit
de_de: Bearbeiten

source: Read more
de_de: Weiterlesen

source: Written by
de_de: Geschrieben von

source: Daily Archives: %s
de_de: Tagesarchiv: %s

source: Monthly Archives: %s
de_de: Monatsarchiv: %s

source: Yearly Archives: %s
de_de: Jahresarchiv: %s

source: Tag Archives: %s
de_de: Schlagwortarchiv: %s

source: Category Archives: %s
de_de: Kategoriearchiv: %s

source: Blog Archives
de_de: Blogarchiv

source: Default Page (With Sidebar)
de_de: Default Page (Mit Sidebar)

source: Toggle navigation
de_de: Navigation umschalten

source: Menu
de_de: Menü

source: Search Results for: %s
de_de: Suchergebnis für: %s

source: No Results Found
de_de: Nichts gefunden

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps you should try again with a different search term.
de_de: Wie es aussieht können wir nicht finden wonach Du suchst. Vielleicht hilft ein anderer Suchbegriff weiter.

source: back to top
de_de: Nach oben

source: WordPress updated successfully
de_de: WordPress wurde erfolgreich aktualisiert

source: Welcome to WordPress %1$s. <a href="%2$s">Learn more</a>.
de_de: Willkommen zu WordPress %1$s. <a href="%2$s">Erfahre mehr</a>.

source: Options
de_de: Optionen

source: EVE Online Theme Settings
de_de: EVE Online Theme Einstellungen

source: General Settings
de_de: Generelle Einstellungen

source: General Theme Settings
de_de: Generelle Theme Einstellungen

source: Background Settings
de_de: Hintergrund Einstellungen

source: Slider Settings
de_de: Slider Einstellungen

source: Performance Settings
de_de: Performance Einstellungen

source: Meta Slider Warning
de_de: Meta Slider Warnung

source: Please make sure you have the %1$s plugin installed and activated.
de_de: Stelle dicher, dass das %1$s Plugin installiert und aktiviert ist.

source: Alliance
de_de: Allianz

source: Please Select
de_de: Bitte wählen

source: Entity Type
de_de: Typ

source: Is this a Corporation or an Alliance Website?
de_de: Ist dies eine Corp oder Allianz Webseite?

source: Entity Name
de_de: Name

source: The Name of your Corp/Alliance %1$s
de_de: Der Name Deiner Corp/Allianz %1$s

source: Your Logo
de_de: Dein Logo

source: Show corp logos in menu for corp pages.
de_de: Zeige Corp Logos im Menü für Corp Seiten.

source: Only available if you are running an alliance website, so you can have the corp logos in your "Our Corporations" menu. (Default: on)
de_de: Nur verfügbar wenn es sich um eine Allianz-Webseite handelt. Somit stehen Dir die Corp Logos in einem eventuellen "Unsere Corporations" Menü zur Verfügung. (Standard: an)

source: Even navigation cells in main navigation
de_de: Gleiche Breite für Menüpunkte

source: Transforms the main navigation into even cells instead of a random width. (Default: off)
de_de: Versucht die Punkte des Hauptmenüs in gleichmäßige Zellen aufzuteilen. (Standard: aus)

source: Show post meta (categories and all that stuff) in article loop and article view.
de_de: Zeige Post Meta an (Kategorien und so weiter)

source: If checked the post meta information, such as categories, publish time and author will be displayed in article loop and article view. (Default: off)
de_de: Wenn aktiv, die Post Meta Daten werden im Artikel Loop angezeigt. (Standard: aus)

source: Use Background Image
de_de: Hintergrundbild nutzen

source: Yes, I want to use background images on this website.
de_de: Ja, ich möchte ein hintergrundbild nutzen.

source: If this option is checked, the website will use your selected (down below) background image instead of a simple colored background. (Default: on)
de_de: Wenn aktiv, nutzt die Webseite Dein ausgewähltes Hintergrundbilde (Auswahl unten) an Stelle eines einfachen farbigen Hintergrundes. (Standard: an)

source: Background Image
de_de: Hintergrundbild

source: Select one of the default Background images ... (Default: Amarr)
de_de: Wähle ein Hintergrundbild. (Standard: Amarr)

source: ... or upload your own
de_de: ... oder lade ein eigenes Bild hoch.

source: Background Colour
de_de: Hintergrund Farbe

source: The contents background colour. If empty, the default (white) will be taken.
de_de: Der Hintergrund des Content Bereiches. Wenn leer, wird die Standardfarbe (weiß) hergenommen.

source: Default Slider on Front Page
de_de: Standard Slider auf der Startseite

source: Select the default slider for your front page
de_de: Wähle den Standard Slider für die Startseite

source: Pages with Slider
de_de: Seiten mit Slider

source: Show only on front page.
de_de: Nur auf der Startseite anzeigen.

source: Show this slider only on front page in case no other slider is defined. (Default: on)
de_de: Zeige diesen Slider nur auf der Startseite (Standard: an)

source: HTML Output
de_de: HTML Ausgabe

source: Minify HTML output?
de_de: HTML Ausgabe komprimieren?

source: By minifying the HTML output you might boost your websites performance. NOTE: this may not work on every server, so if you experience issues, turn this option off again!<br><small><strong>This feature is EXPERIMENTAL!</strong></small>
de_de: Komprimierung der HTML Ausgabe kann die Performance Deiner Webseite steigern. Hinweis: Dies mag nicht auf jeden Server funktionieren. Solltest Du Störungen feststellen, deaktiviere diese Funktion wieder!<br><small><strong>Diese Funktion ist EXPERIMENTELL!</strong></small>

source: This are the sane options defined in functions.php via <code>\WordPress\Themes\EveOnline\Helper\ThemeHelper::getThemeDefaultOptions()</code>
de_de: Dies sind die Standardoptionen definiert in der functions.php <code>\WordPress\Themes\EveOnline\Helper\ThemeHelper::getThemeDefaultOptions()</code>

source: This are the options from our database via <code>\get_option('eve_theme_options')</code>
de_de: Dies sind die Optionen die in der Datenbank gespeichert sind. <code>\get_option('eve_theme_options')</code>

source: This are the options used for the theme via <code>\get_option('eve_theme_options', \WordPress\Themes\EveOnline\Helper\ThemeHelper::getThemeDefaultOptions())</code>
de_de: Dies sind die Optionen wie sie für das Theme genutzt werden. <code>\get_option('eve_theme_options', \WordPress\Themes\EveOnline\Helper\ThemeHelper::getThemeDefaultOptions())</code>

source: Upload
de_de: Hochladen

source: Remove
de_de: Entfernen

source: Display Page Meta Slider
de_de: Page Meta Slider anzeigen

source: Stretch Page Meta Slider
de_de: Page Meta Slider strecken

source: Customized by:
de_de: Gestaltet von:

source: Developer Contact
de_de: Entwickler Kontakt

source: If you set your nickname to your pilot's name, you EVE avatar will be used here.
de_de: Wenn Dein Nickname Deinem EVE Character entspricht, wird hier Dein EVE Avatar genutzt

source: Corp Page?
de_de: Corp Seite?

source: Corp Page Settings
de_de: Corp Seiten Einstellungen

source: Is Corp Page?
de_de: Ist dies eine Corp Seite?

source: Show Corp Logo at the beginning of your page's content?
de_de: Zeige das Corp Logo am Anfang des Inhalts einer Corp Seite

source: Show all article
de_de: Zeige alle Artikel

source: Channel
de_de: Kanal

source: The video gallery can only be displayed on a single site
de_de: Die Videogallerie kann nur auf einer Einzelseite angezeigt werden.

source: <span class="meta-nav">&larr;</span> Older Videos
de_de: <span class="meta-nav">&larr;</span> Ältere Videos

source: Newer Videos <span class="meta-nav">&rarr;</span>
de_de: Neuere Videos <span class="meta-nav">&rarr;</span>

source: Video Gallery Page?
de_de: Video Gallery Seite?

source: Video Gallery Settings
de_de: Video Gallery Einstellungen

source: Is Video Gallery Page?
de_de: Ist dies eine Video Seite?

source: Only list if it's parent gallery
de_de: Nur anzeigen wenn innerhalb einer Gallerie

source: Your Video
de_de: Dein Video

source: Posted on <time class="entry-date" datetime="%3$s">%4$s</time><span class="byline"> <span class="sep"> by </span> <span class="author vcard">%7$s</span></span>
de_de: Veröffentlich am <time class="entry-date" datetime="%3$s">%4$s</time><span class="byline"> <span class="sep"> von </span> <span class="author vcard">%7$s</span></span>

source: View all posts by %s
de_de: Alle Artikel von %s anschauen

source: Post navigation
de_de: Atrikelnavigation

source: <span class="meta-nav">&larr;</span> Older posts
de_de: <span class="meta-nav">&larr;</span> Ältere Artikel

source: Newer posts <span class="meta-nav">&rarr;</span>
de_de: Neuere Artikel <span class="meta-nav">&rarr;</span>

source: &laquo; Previous Page
de_de: &laquo; Vorherige Seite

source: Next Page &raquo;
de_de: Nächste Seite &raquo;

source: Archive by category
de_de: Kategoriearchiv

source: Search results for
de_de: Suchergebnisse für

source: Articles posted by
de_de: Artikel geschrieben von

source: Error 404
de_de: Fehler 404

source: Post Navigation
de_de: Artikelnavigation

source: <span class="meta-nav">&larr;</span> Previous
de_de: <span class="meta-nav">&larr;</span> Vorherige

source: Next <span class="meta-nav">&rarr;</span>
de_de: Nächste <span class="meta-nav">&rarr;</span>

source: Post author
de_de: Artikelautor

source: Your comment is awaiting moderation.
de_de: Dein Kommentar befindet sich in Moderation

source: %1$s at %2$s
de_de: %1$s um %2$s

source: Reply <span>&darr;</span>
de_de: Antwort <span>&darr;</span>

source: Use imagecache for images fetched from CCP's image server
de_de: Nutze den Bildcache für Bilder von CCP's Image Server (Characterbilder, Corp und Allianzlogos)

source: If checked the images from CCP's image server will be cached locally. (Default: on)
de_de: Wenn aktiviert, alle Bilder von CCP's Image Server werden lokal gespeichert um somit schneller aufgerufen werden zu können. (Standard: an)

source: 6 hours
de_de: 6 Stunden

source: 12 hours
de_de: 12 Stunden

source: 18 hours
de_de: 18 Stunden

source: 24 hours
de_de: 24 Stunden

source: Remote image caching time in hours (Default: 24hrs)
de_de: Bild Cache Ablaufzeit in Stunden (Standard: 24 Stunden)

source: Use a cronjob to clear the imagecache once a day.
de_de: Cronjob um den Bildcache einmal am Tag zu leeren.

source: EVE Online Theme requires at least WordPress version 4.7. You are running version %s. Please upgrade and try again.
de_de: Das EVE Online Theme setzt mindestens WordPress 4.7 voraus. Du hast %s. Bitte aktualisiere Dein WordPress.

source: (No description available)
de_de: (Keine beschreibung verfügbar)

source: Add a menu
de_de: Menü hinzufügen

source: Displaying the childpages as a menu in your sidebar.
de_de: Zeigt die Unterseiten als Menü in Deiner Sidebar.

source: A beatyfull WordPress Theme inspired by the MMORPG EVE Online
de_de: Ein schönes WordPress THeme, inspiriert durch das MMORPG EVE Online
